import React, { useEffect } from "react";
import { Helmet } from "react-helmet";
import "./landing.css";
const decorator = require("./metaDecorator.json");

export const Compliance = () => {
  useEffect(() => {
    window.scrollTo(0, 0);
  }, []);

  return (
    <>
      <Helmet>
        <title>Комплаенс</title>
        <meta name="description" content="Хянан нийцүүлэх үйл ажиллагаа (Комплаенс)" />
        <meta property="og:description" content="Хянан нийцүүлэх үйл ажиллагаа (Комплаенс)" />
        <meta property="og:title" content="Хянан нийцүүлэх үйл ажиллагаа (Комплаенс)" />
        <meta
          property="og:url"
          content={decorator.hostname + window.location.pathname + window.location.search}
        />
      </Helmet>
      <div className="compliance-container">
        <div className="compliance-div">
          <p className="compliance-title">
            Хянан нийцүүлэх үйл ажиллагаа (Комплаенс)
          </p>
          <p className="compliance-content">
            Ашид Капитал ББСБ нь хууль тогтоомж, эрх бүхий байгууллагын
            шаардлага, стандарт, нийтэд хүлээн зөвшөөрөгдсөн ёс зүйн хэм
            хэмжээнд нийцүүлэн үйл ажиллагаагаанд хяналт тавих, нийцүүлэх, мөнгө
            угаах болон терроризмыг санхүүжүүлэх, үй олноор хөнөөх зэвсэг
            дэлгэрүүлэхээс урьдчилан сэргийлэх үйл ажиллагааг хариуцан ажиллах
            үндсэн нэгж болох Хууль, комплаенсийн албыг Эрсдэлийн удирдлагын
            газрын бүтцэд ажиллуулдаг.
            <br />
            <br />
            <span style={{ fontWeight: "bold" }}>
              Комплаенсийн нэгжийн чиг үүргээс дурдвал:
              <br />
            </span>
            <br />
            •&nbsp;&nbsp;&nbsp;&nbsp;Мөнгө угаах, терроризмыг санхүүжүүлэх, үй
            олноор хөнөөх зэвсэг дэлгэрүүлэхээс урьдчилан сэргийлэх үйл
            ажиллагааг хэрэгжүүлэх
            <br />
            •&nbsp;&nbsp;&nbsp;&nbsp;ББСБ нь үйл ажиллагаандаа Монгол Улсын
            нэгдэн орсон олон улсын гэрээ, конвенц, хууль, эрх зүйн акт, дотоод
            дүрэм, журам, ёс зүйн хэм хэмжээг зохих ёсоор мөрдүүлж ажиллаж
            байгаа эсэхэд хяналт тавих
            <br />
            •&nbsp;&nbsp;&nbsp;&nbsp;Харилцагчийг таньж мэдэх ажиллагаа зохих
            түвшинд хийгдэж байгаа эсэхэд хяналт тавих
            <br />
            •&nbsp;&nbsp;&nbsp;&nbsp;Санхүүгийн зорилтот хориг арга хэмжээг
            хэрэгжүүлэх
            <br />
            •&nbsp;&nbsp;&nbsp;&nbsp;Шүгэл үлээх буюу ашиг сонирхлын зөрчилтэй
            холбоотой мэдээллийг хүлээн авч холбогдох шалгалтыг хэрэгжүүлэх.
            <br />
            <br />
            <span style={{ fontWeight: "bold" }}>
              Харилцагч бүртгэх үйл ажиллагаа
            </span>
            <br />
            <br />
            Бид харилцагч иргэнтэй санхүүгийн харилцаа үүсгэхээс өмнө
            харилцагчийг таньж мэдэх ажиллагааг Монгол Улсын нэгдэн орсон олон
            улсын гэрээ, конвенц, хууль тогтоомж, эрх бүхий байгууллагаас
            баталсан дүрэм, журамд заасан хүрээнд хэрэгжүүлдэг.
            <br />
            <br />
            ББСБ нь харилцагчийг таньж мэдэх ажиллагааны хүрээнд тодорхой
            мэдээллийг харилцагчаас гаргуулан авах, уг мэдээллийг хүчин төгөлдөр
            иргэний үнэмлэх, гадаад пасспорт дэх мэдээлэлтэй тулган
            баталгаажуулах, эцсийн өмчлөгчийг тодорхойлох, холбогдох мэдээллийг
            тогтмол хугацаанд шинэчлэх үүргийг хуулиар хүлээдэг.
            <br />
            <br />
            Хэрвээ харилцагч нь холбогдох мэдээллийг гаргаж өгөхөөс татгалзсан
            тохиолдолд бид Мөнгө угаах болон терроризмыг санхүүжүүлэхтэй тэмцэх
            тухай хуульд зааснаар үйлчилгээ үзүүлэхээс татгалзах үүрэгтэй юм.
            <br />
            <br />
            <span style={{ fontWeight: "bold" }}>
              Санхүүгийн зорилтот хориг арга хэмжээг хэрэгжүүлэх
            </span>
            <br />
            <br />
            Банк, санхүүгийн байгууллага нь олон улсын болон дотоодын хориг арга
            хэмжээний жагсаалтад орсон хувь хүн, хуулийн этгээдэд үйлчилгээ
            үзүүлэхгүй байх, хэрэв жагсаалтад орсон хүн, хуулийн этгээдийн
            хөрөнгө, орлого илэрсэн тохиолдолд нэн даруй гүйлгээг зогсоож эрх
            бүхий байгууллагад мэдэгдэх үүргийг хүлээдэг.
            <br />
            <br />
            <span style={{ fontWeight: "bold" }}>Шүгэл үлээх</span>
            <br />
            <br />
            Бид өөрийн ажилтан, харилцагчдын аливаа хууль бус, дүрэм, журам
            зөрчсөн үйлдэл, эс үйлдэхүй, ашиг сонирхлын болон ёс зүйн зөрчлөөс
            урьдчилан сэргийлэх, илрүүлэх, таслан зогсоох зорилгоор Шүгэл үлээх
            буюу мэдээлэл хүлээн авах сувгийг ажиллуулдаг. Ашид Капитал ББСБ ХХК
            нь Шүгэл үлээх үйл ажиллагааг тусгайлсан журмаар зохицуулдаг ба
            мэдээлэл гаргагчийн мэдээллийг нууцална. Мэдээлэл гаргагч дурын
            электрон шуудангийн хаягаас мэдээллээ хүргүүлэх зэргээр хүсвэл
            өөрийгөө нууцлах боломжтой.
            <br />
            <br />
            <span style={{ fontWeight: "bold" }}>
              Шүгэл үлээх, мэдээлэл хүлээн авах хаяг:
            </span>
            <br />
            <br />
            <span style={{ fontWeight: "bold", color: "#00b9c0" }}>
              whistleblow@simple.mn
            </span>
            <br />
            <br />
            Таны өгсөн мэдээллийн дагуу Хууль хянан нийцүүлэлтийн албанаас
            шаардлагатай тохиолдолд нэмэлт мэдээлэл хүсэх зорилгоор болон
            мэдээллийн мөрөөр авсан арга хэмжээний үр дүнгийн талаар анх
            мэдээлэл ирүүлсэн хаягаар холбоо тогтооно.
          </p>
        </div>
      </div>
    </>
  );
};
