import React, { useEffect } from "react";
import { Helmet } from "react-helmet";
import "./landing.css";
const decorator = require("./metaDecorator.json");

export const Terms = () => {
  useEffect(() => {
    window.scrollTo(0, 0);
  }, []);
  return (
    <>
      <Helmet>
        <title>Зээлдэгчийн эрх, үүрэг</title>
        <meta name="description" content="Зээлдэгчийн эрх, үүрэг" />
        <meta property="og:description" content="Зээлдэгчийн эрх, үүрэг" />
        <meta property="og:title" content="Зээлдэгчийн эрх, үүрэг" />
        <meta
          property="og:url"
          content={
            decorator.hostname +
            window.location.pathname +
            window.location.search
          }
        />
      </Helmet>
      <div className="compliance-container">
        <div className="compliance-div">
          <p className="terms-title">
            Хэрэглээний зээлийн эрхийн гэрээнд зааснаар зээлдэгч нь дараах эрх
            эдэлж үүрэг хүлээнэ.
          </p>
          <p className="compliance-title">Зээлдэгчийн эрх, үүрэг</p>
          <p className="compliance-content">
            <p className="terms-main">
              4.1&nbsp;&nbsp;&nbsp;Зээлдэгч нь зээлтэй холбогдуулан дараах
              эрхийг эдэлнэ. Үүнд:
            </p>
            <br />
            <p className="terms-sub">
              4.1.1&nbsp;&nbsp;&nbsp;Зээлдэгч нь ББСБ-аас санал болгосон зээлийн
              нөхцөл, хүү, хугацаа зэргийг эс зөвшөөрвөл зээлийн эрхээ
              ашиглахаас татгалзах буюу зээл авах хүсэлтээ цуцлах;
            </p>
            <p className="terms-sub">
              <br /> 4.1.2&nbsp;&nbsp;&nbsp;Зээлийн нөхцөлийг хүлээн зөвшөөрч,
              Цахим зээлийн гэрээг баталгаажуулснаар зээлийн мөнгөн хөрөнгийг
              хүлээн авах;
            </p>
            <p className="terms-sub">
              <br /> 4.1.3&nbsp;&nbsp;&nbsp;Зээлээ холбогдох хүү, нэмэгдүүлсэн
              хүү (хэрэв хугацаа хэтэрсэн бол), хураамжийн хамт бүрэн эргэн
              төлсөн, эсвэл хугацаа хэтэрсэн зээл байхгүй нөхцөлд дахин зээлийн
              хүсэлт гаргах;
            </p>
            <p className="terms-sub">
              <br /> 4.1.4&nbsp;&nbsp;&nbsp;Зээл, зээлийн хүү, эргэн төлөлттэй
              холбоотой мэдээлэл авах, зээлтэй холбоотой аливаа маргаан
              шийдвэрлүүлэх ББСБ-ын үйлчилгээний сувгаар хандах;
            </p>
            <p className="terms-sub">
              <br /> 4.1.5&nbsp;&nbsp;&nbsp;Гэрээгээр хүлээсэн бусад үүргээ
              биелүүлэхийг ББСБ-аас шаардах.
            </p>
            <br />
            <p className="terms-main">
              4.2&nbsp;&nbsp;&nbsp;Зээлдэгч нь дараах үүрэгтэй. Үүнд:
            </p>
            <br />
            <p className="terms-sub">
              4.2.1&nbsp;&nbsp;&nbsp;Зээлийн хүсэлтэд дурдсан мэдээлэл болон
              зээлийн шийдвэрт нөлөөлөх аливаа бичиг баримт, мэдээллийг үнэн
              зөвөөр гарган өгөх;
            </p>
            <br />
            <p className="terms-sub">
              4.2.2&nbsp;&nbsp;&nbsp;Зээлдэгч нь энэхүү Гэрээ, Цахим зээлийн
              гэрээнд заасны дагуу зээл, түүний хүүг тогтоосон хугацаа,
              хуваарийн дагуу, тогтоосон дансанд, зааврын дагуу эргэн төлөх;
            </p>
            <br />
            <p className="terms-sub">
              4.2.3&nbsp;&nbsp;&nbsp;Зээл, зээлийн хүүгийн төлбөрийг хуваарьт
              хугацаанд төлөөгүй хугацаа хэтэрсэн тохиолдолд Цахим зээлийн
              гэрээнд заасан үндсэн хүүгийн 20 (Хорь) хувьтай тэнцэх хэмжээний
              нэмэгдүүлсэн хүүг, үндсэн хүүгийн хамт гэрээний үүргээ бүрэн
              биелүүлж дуусах хүртэлх хугацаанд үл маргах журмаар төлөх;
            </p>
            <br />
            <p className="terms-sub">
              4.2.4&nbsp;&nbsp;&nbsp;Зээлдэгчийн гэрийн болон ажлын байрны хаяг,
              холбоо барих утасны дугаар, цахим хаяг, хөрөнгийн хэмжээ, орлогын
              эх үүсвэр, Зээлдэгчийн ББСБ-д бүртгэлтэй бусад мэдээлэлд өөрчлөлт
              орвол энэ тухай нэн даруй Simple App дээр засварлаж шинэчлэх,
              эсхүл ББСБ-ын бусад сувгаар дамжуулан мэдэгдэж шинэчлэх;
            </p>
            <br />
            <p className="terms-sub">
              4.2.5&nbsp;&nbsp;&nbsp;Зээлдэгч нь Simple App-д оруулсан өөрийн
              аливаа мэдээлэл, зээлийн хэмжээ, хугацаа, хүү, хураамж зэрэг Цахим
              зээлийн гэрээ байгуулах үеийн мэдээллийг буруу, дутуу, алдаатай
              оруулсан, эсхүл цахим зээлийн хүсэлт болон Цахим зээлийн гэрээг
              санамсаргүй болон санаатай байдлаар давхар илгээсэн,
              баталгаажуулсан зэргээс үүдэн гарах аливаа эрсдэл, хариуцлага,
              зардлыг өөрөө бүрэн хариуцах;
            </p>
            <br />
            <p className="terms-sub">
              4.2.6&nbsp;&nbsp;&nbsp;Simple App ашиглахтай холбоотойгоор хүлээн
              зөвшөөрч баталгаажуулсан Үйлчилгээний үндсэн нөхцөлийг бүрэн
              биелүүлж, нэвтрэх нэр, нууц үг, пин код, нэг удаагийн нууц үгийн
              нууцлалыг чандлан хадгалах, аливаа этгээдэд дамжуулахгүй байх,
              тэдгээрийг алдсан, бусад этгээд ашигласан байж болзошгүй
              тохиолдолд нэн даруй ББСБ-ын үйлчилгээний аль нэг сувгаар мэдэгдэх
              үүрэгтэй бөгөөд энэ үүргээ биелүүлээгүйгээс учирсан аливаа
              хохирлыг дангаар хариуцах;
            </p>
            <br />
            <p className="terms-sub">
              4.2.7&nbsp;&nbsp;&nbsp;Зээлдэгч аливаа даатгалд хамрагдсан бөгөөд
              даатгалын тохиолдол үүссэн бол уг даатгалын нөхөн төлбөрөөс
              тэргүүн ээлжид зээлийн төлбөрийг барагдуулах;
            </p>
            <br />
            <p className="terms-sub">
              4.2.8&nbsp;&nbsp;&nbsp;ББСБ-ын болон банк, гуравдагч этгээдийн
              системийн доголдол, техникийн саатлаас үүдэн Зээлдэгчид давхар
              зээл олгогдсон, илүү болон дутуу мөнгөн дүнгээр гүйлгээ хийгдсэн,
              эсхүл бусад байдлаар алдаатай гүйлгээ хийгдсэн тохиолдолд тус
              мөнгөн хөрөнгийг зарцуулахгүйгээр ББСБ-д нэн даруй мэдэгдэх,
              буцаан шилжүүлэх, хэрэв зарцуулсан бол тухайн мөнгөн хөрөнгөнд
              БҮЕН-ийн дагуу тооцогдох хүү, хураамжийн хамт бүрэн хэмжээгээр нэн
              даруй эргүүлэн төлөх;
            </p>
            <br />
            <p className="terms-sub">
              4.2.9&nbsp;&nbsp;&nbsp;ББСБ-тай байгуулсан гэрээ болон хуулийн
              дагуу хүлээсэн бусад үүргийг зохих ёсоор, бүрэн биелүүлэх үүрэгтэй
            </p>
          </p>
          <p className="terms-title">
            Хэрэглээний зээлийн эрхийн гэрээнд зааснаар ББСБ нь дараах эрх эдэлж
            үүрэг хүлээнэ.
          </p>
          <p className="compliance-title">ББСБ-ын эрх, үүрэг</p>
          <p className="compliance-content">
            <p className="terms-main">
              5.1&nbsp;&nbsp;&nbsp;Зээлдэгч нь зээлтэй холбогдуулан дараах
              эрхийг эдэлнэ. Үүнд:
            </p>
            <br />
            <p className="terms-sub">
              5.1.1&nbsp;&nbsp;&nbsp;Талуудын тохиролцсон хуваарьт хугацаанд
              зээл, зээлийн хүүг төлөхийг Зээлдэгчээс шаардах;
            </p>
            <br />{" "}
            <p className="terms-sub">
              5.1.2&nbsp;&nbsp;&nbsp;Зээлийн хугацаа хэтэрсэн буюу зээлийн
              төлбөрийн үүргээ зохих ёсоор биелүүлээгүй тохиолдолд Зээлийн
              гэрээнд заасан үндсэн хүүгийн хорин (20) хувьтай тэнцэх хэмжээний
              нэмэгдүүлсэн хүүг, үндсэн хүүгийн хамт гэрээний үүргээ бүрэн
              биелүүлж дуусах хүртэл хугацаанд тооцож төлүүлэх;
            </p>
            <br />{" "}
            <p className="terms-sub">
              5.1.3&nbsp;&nbsp;&nbsp;Зээлийн эргэн төлөлтийн хугацаа дуусгавар
              болмогц Зээлдэгчийн төлөгдөөгүй зээл, зээлийн хүү, нэмэгдүүлсэн
              хүүгийн төлбөрийг төлүүлэх арга хэмжээ авах;
            </p>
            <br />{" "}
            <p className="terms-sub">
              5.1.4&nbsp;&nbsp;&nbsp;Зээлдэгчийн зээл, зээлийн эргэн төлөлтийн
              талаарх мэдээллийг Монголбанкны Зээлийн мэдээллийн санд хүргүүлэх
            </p>
            <br />{" "}
            <p className="terms-sub">
              5.1.5&nbsp;&nbsp;&nbsp;Гэрээгээр хүлээсэн үүргээ зохих ёсоор,
              бүрэн биелүүлэхийг Зээлдэгчээс шаардах;
            </p>
            <br />{" "}
            <p className="terms-sub">
              5.1.6&nbsp;&nbsp;&nbsp;Зээлдэгч зээлийн төлбөрийн үлдэгдэлтэй
              тохиолдолд дахин зээл олгохоос татгалзах;
            </p>
            <br />{" "}
            <p className="terms-sub">
              5.1.7&nbsp;&nbsp;&nbsp;Шаардлагатай тохиолдолд Зээлдэгчийн хувийн
              хэрэгт тусгагдсан холбогдох этгээдүүд буюу гэр бүлийн гишүүдтэй
              аливаа байдлаар холбогдож, тодруулга, мэдээлэл авах;
            </p>
            <br />{" "}
            <p className="terms-sub">
              5.1.8&nbsp;&nbsp;&nbsp;Гэнэтийн буюу давагдашгүй хүчний шинжтэй
              нөхцөл байдал үүссэн, түүнчлэн энэхүү гэрээг байгуулах үеийн
              нөхцөл байдал илтэд өөрчлөгдсөн, Зээлдэгч зээлээ төлөх найдваргүй
              гэж ББСБ үзсэн зэрэг тохиолдолд зээл олголтыг зогсоож, олгосон
              зээлийг хугацаанаас нь өмнө нэн даруй эргүүлэн төлөхийг шаардах.
            </p>
            <br />
            <p className="terms-main">
              5.2&nbsp;&nbsp;&nbsp;ББСБ нь дараах үүрэгтэй. Үүнд:
            </p>
            <br />
            <p className="terms-sub">
              5.2.1&nbsp;&nbsp;&nbsp;Энэхүү Гэрээг байгуулсан Зээлдэгчийн
              зээлийн хүсэлтийг хүлээн авч, Зээлдэгчийн авах боломжтой зээлийн
              хэмжээг тогтоох;
            </p>
            <br />{" "}
            <p className="terms-sub">
              5.2.2&nbsp;&nbsp;&nbsp;Зээлдэгчийн хүсэлтийн дагуу ББСБ-ын
              гаргасан зээлийн шийдвэрийг Зээлдэгч хүлээн зөвшөөрч, зохих ёсоор
              Цахим зээлийн гэрээг баталгаажуулсан тохиолдолд Зээлдэгчид зээл
              олгох;
            </p>
            <br />{" "}
            <p className="terms-sub">
              5.2.3&nbsp;&nbsp;&nbsp;ББСБ-ын дотоод дүрэм, журамд заасан зээлийн
              шаардлагыг хангаагүй Зээлдэгчид зээл олгохоос татгалзах;
            </p>
            <br />{" "}
            <p className="terms-sub">
              5.2.4&nbsp;&nbsp;&nbsp;Зээлдэгчийн хүсэлтийн дагуу зээлийн төлбөр
              тооцоо, эргэн төлөлтийн мэдээллээр хангах, Зээлдэгч Simple App-р
              дамжуулан эргэн төлөлтийн мэдээллээ харах боломжийг бүрдүүлэх
              <sup>1</sup>;
            </p>
            <br />{" "}
            <p className="terms-sub">
              5.2.5&nbsp;&nbsp;&nbsp;Гэрээгээр хүлээсэн бусад үүргээ биелүүлэх.
            </p>
            <br />
            <p className="terms-main">
              5.3&nbsp;&nbsp;&nbsp;ББСБ нь Зээлийн хураамжийн хувь хэмжээнд ямар
              ч үед өөрчлөлт оруулах эрхтэй ба ийнхүү орсон өөрчлөлтийг дагаж
              мөрдөх хугацаанаас 15 (Арван тав)-аас доошгүй өдрийн өмнө ББСБ-ын
              цахим хуудас, Simple App-д нээлттэй байршуулна.
            </p>
            <br />
          </p>
          <div className="terms-divider"></div>
          <p className="terms-hint">
            <sup>1</sup> Зээлдэгчид энэхүү Гэрээг байгуулснаас хойш тухайлан
            сануулга явуулах үүрэг биш бөгөөд Зээлдэгч Simple App руу нэвтэрч
            зээлийн мэдээллийг өөрөө харах боломж хэмээн ойлгогдоно.
          </p>
          <p className="compliance-title">Хариуцлага</p>
          <p className="compliance-content">
            <p className="terms-main">
              6.1&nbsp;&nbsp;&nbsp;Зээлийн төлбөрийг хугацаанд нь төлж
              барагдуулаагүй бол ББСБ нь Зээлдэгчид дараах арга хэмжээ авч,
              хариуцлага хүлээлгэнэ. Үүнд:
            </p>
            <br />
            <p className="terms-sub">
              6.1.1&nbsp;&nbsp;&nbsp;Нэмэгдүүлсэн хүү тооцох;
            </p>
            <br />{" "}
            <p className="terms-sub">
              6.1.2&nbsp;&nbsp;&nbsp;Зээлийг бүрэн төлөх хүртэл хугацаанд дахин
              зээл авах эрхийг түр хязгаарлах;
            </p>
            <br />{" "}
            <p className="terms-sub">
              6.1.3&nbsp;&nbsp;&nbsp;ББСБ-аас тогтоосон журмаар зээлжих чадварыг
              бууруулах;
            </p>
            <br />{" "}
            <p className="terms-sub">
              6.1.4&nbsp;&nbsp;&nbsp;Монголбанкны Зээлийн мэдээллийн санд
              хугацаа хэтэрсэн хоногоос шалтгаалан ангилал бууруулж бүртгэх.
            </p>
            <br />{" "}
            <p className="terms-main">
              6.2&nbsp;&nbsp;&nbsp;Зээлдэгч нь энэхүү Гэрээний дагуу хэд хэдэн
              зээл авсан бөгөөд зээлийн төлбөрүүд хугацаа хэтэрсэн тохиолдолд
              Зээлдэгчийн төлсөн төлбөрийг аль зээлийн үүргийн гүйцэтгэлд
              түрүүлж хангах дарааллыг ББСБ тогтооно.
            </p>
            <br />{" "}
            <p className="terms-main">
              6.3&nbsp;&nbsp;&nbsp;Зээлдэгч нь хувийн мэдээлэлд дурдсан мэдээлэл
              болон бусад мэдээллийг алдаатай, дутуу эсхүл үнэн зөв
              бөглөөгүйгээс үүдэн гарах аливаас эрсдэлийг хариуцна.
            </p>
            <br />{" "}
            <p className="terms-main">
              6.4&nbsp;&nbsp;&nbsp;Энэхүү Гэрээний хавсралт буюу Цахим зээлийн
              гэрээний тусгай нөхцөлд заасан зээлийн эргэн төлөх үндсэн хугацаа
              дуусгавар болоход Зээлдэгч нь зээл, зээлийн хүүг бүрэн төлөөгүй,
              эсхүл энэхүү Гэрээнд заасан үндэслэлээр хугацаанаас өмнө цуцалсан
              тохиолдолд төлөгдөөгүй зээл, зээлийн хүүг ББСБ-ын үл маргах
              журмаар төлүүлнэ.
            </p>
            <br />{" "}
            <p className="terms-main">
              6.5&nbsp;&nbsp;&nbsp;Зээлдэгч нь зээл авахаас өмнө болон зээл
              авахтай холбогдуулан гарган өгсөн аливаа мэдээлэл, бичиг баримтыг
              хуурамчаар бүрдүүлсэн, залилан мэхэлсэн, бусдын бичиг баримт
              ашигласан бол холбогдох хууль тогтоомжид зааснаар хариуцлага
              хүлээж, ББСБ-аас авсан үндсэн зээл, зээлийн хүүг үл маргах журмаар
              бүрэн хариуцан төлөхөөс гадна ББСБ-д учруулсан аливаа хохирлыг
              арилгана.
            </p>
            <br />
          </p>
        </div>
      </div>
    </>
  );
};

export default Terms;
